Repository: hussien775/risk-app
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: My Shares
ar: اسهمي

source: Shares
ar: اسهمي

# buttonAdd
source: Add
ar: اضافة

# nameInTableShare
source: Name
ar: الاسم

# symbolInTableShare
source: Symbol
ar: الرمز

# priceInTableShare
source: Price
ar: السعر

# amountInTableShare
source: Amount
ar: الكمية

# valueInTableShare
source: Value
ar: القيمة

# profitInTableShare
source: Profit
ar: الربح

# lossInTableShare
source: Loss
ar: الخسارة

source: General details
ar: تفاصيل عامة

source: Statistics
ar: احصائيات

source: Total share
ar: اجمالي السهم

# rial
source: Ri
ar: ري

source: Financial account
ar: الحسابات المالية

source: Buy
ar: الشراء

source: Sale
ar: البيع

source: Buy and sell indicators
ar: مؤشرات البيع و الشراء

source: Current price of the share
ar: السعر الحالي للسهم

source: Average buying price
ar: المتوسط السعري في الشراء

source: Purchase value of the stock
ar: قيمة شراء السهم

source: Stop loss value
ar: قيمة وقف الخسارة

source: Profit value
ar: قيمة الربح

source: Risk ratio
ar: نسبة المخاطرة

source: Return on risk
ar: العائد من المخاطرة

# addSale
source: Add a sale
ar: اضافة عملية بيع

# addBuy
source: Add a buy
ar: اضافة عملية شراء

source: Sale date
ar: تاريخ البيع

source: Buy date
ar: تاريخ الشراء

source: Period
ar: الفترة

source: Market value (Selling price)
ar: قيمة السوق (سعر البيع)

# profitDividedLossAmount
source: profit / Loss Amount
ar: مبلغ الربح/الخسارة

# profitDividedLossRatio
source: Profit / Loss Ratio
ar: نسبة الربح/الخسارة

source: Profit ratio from portfolio
ar: نسبة الربح من المحفظة

source: Buy price
ar: سعر الشراء

source: Remaining quantity
ar: الكمية المتبقية

source: Account
ar: حسابي

source: Wallet
ar: محفظتي

source: Cash
ar: الكاش

source: Total balance
ar: اجمالي الرصيد

source: Total buy amount
ar: اجمالي مبلغ الشراء

source: Mange wallet
ar: ادارة المحفظة

source: Investment
ar: الاستثمار

source: The total amount withdrawn
ar: اجمالي المبلغ المسحوب

source: Reserve amount ratio
ar: نسبة المبلغ الاحتياطي

source: Ratio of the total portfolio
ar: نسبة من اجمالي المحفظة

# loss
source: My Loss
ar: خسارتي
